{
  "fr": {
    "contact.text": "N'hésitez pas à me contacter par email, via mes réseaux sociaux, ou tout simplement à télécharger mon CV.",
    "contact.title": "Contact",
    "experiences.jcdecaux.content": "Mise en place d’un nouveau système de gestion des droits utilisateurs sur une application interne.",
    "experiences.karetis.content": "Développement d'une plateforme digitale d'analyse et de planification opérationnelle, et d'un outils cartographique.",
    "experiences.title": "Expériences",
    "experiences.wediagnostix.content": "Création d'une API permettant de charger les données des patients et leurs radios depuis un appareil de radiographie dentaire.",
    "footer.copyright": "Copyright © 2023 - Antonin Ginet",
    "footer.github": "Github",
    "footer.source-code": "Code source du site disponible sur {github}",
    "head.index.description": "Mon portfolio personnel, vous y trouverez mes compétences, mes expériences et mes projets.",
    "head.lab.description": "Mon laboratoire où j'entrepose mes différentes création web.",
    "home.introduction": "{job}. Passionné par la création de solutions technologiques, constamment en quête de nouveaux défis à relever.",
    "home.job": "Ingénieur Full-Stack",
    "home.name": "Antonin Ginet",
    "home.title": "Accueil",
    "home.welcome": "Salut ! Je m'appelle",
    "lab.access-to": "Accéder au",
    "lab.back": "Retour",
    "lab.text": "Venez visiter mon laboratoire secret, où j'entrepose mes différentes création web !",
    "lab.title": "Lab",
    "lab.typewriter.description": "Effet CSS qui simule l'écriture à la machine à écrire.",
    "projects.cloudvault.content": "Création d'un gestionnaire de données chiffrées (AES-GCM).",
    "projects.learnandrun.content": "Création d'un serious game pour collégiens avec un site web et des applications mobiles de suivi pour les parents et enfants.",
    "projects.portfolio.content": "Création de mon nouveau portfolio.",
    "projects.title": "Projets",
    "skills.text": "Ma capacité à m'adapter rapidement à différents contextes de développement est un de mes atouts majeurs. Voici un aperçu des compétences sur lesquelles je travaille en ce moment.",
    "skills.title": "Compétences",
    "social.cv": "Télécharger CV",
    "social.email": "antonin.ginet98@gmail.com",
    "social.github": "GitHub",
    "social.gitlab": "GitLab",
    "social.leetcode": "LeetCode",
    "social.linkedin": "LinkedIn"
  },
  "en": {
    "contact.text": "Feel free to contact me by email, through my social networks, or simply download my resume.",
    "experiences.jcdecaux.content": "Implementation of a new user rights management system for an internal application.",
    "experiences.karetis.content": "Development of a digital platform for analysis and operational planning, and of a mapping tool.",
    "experiences.title": "Experiences",
    "experiences.wediagnostix.content": "Development of an API enabling the loading of patient data and their dental X-rays from a dental radiography device.",
    "footer.source-code": "Website source code available on {github}",
    "head.index.description": "My personal portfolio, where you can find my skills, experiences and projects.",
    "head.lab.description": "My laboratory where I store my various web creations.",
    "home.introduction": "{job}. Passionate about crafting technological solutions, constantly seeking out new challenges to tackle.",
    "home.job": "Full-Stack Engineer",
    "home.title": "Home",
    "home.welcome": "Hey there! My name is",
    "lab.back": "Back",
    "lab.access-to": "Access to",
    "lab.text": "Come and visit my secret laboratory, where I store my various web creations!",
    "lab.typewriter.description": "CSS effect that simulates typewriter writing.",
    "projects.cloudvault.content": "Development of an encrypted data manager (AES-GCM).",
    "projects.learnandrun.content": "Development of a serious game for middle school students with a website and mobile tracking applications for parents and children.",
    "projects.portfolio.content": "Creation of my new portfolio.",
    "projects.title": "Projects",
    "skills.text": "My ability to quickly adapt to various development contexts is one of my major strengths. Here is an overview of the skills I am currently working on.",
    "skills.title": "Skills",
    "social.cv": "Download resume"
  }
}
